Repository: gitandy/SVNExport
Catalog: locale/svnexport-*.po
Languages: de

source: URL "%s" is not available
de: URL "%s" ist nicht verfügbar

source: Authentication required
de: Authentifizierung erforderlich

source: Archive
de: Archiv

source: Username
de: Benutzername

source: Password
de: Passwort

source: y
de: j

source: Save password? [y/n]
de: Passwort speichern? [j/n]

source: Created directory "%s"...
de: Ordner erstellt "%s"...

source: Exported "%s": r%i...
de: Exportiert "%s": r%i...

source: Dir
de: Ordner

source: File
de: Datei

source: The repository URL
de: Archiv URL

source: Export to path
de: Exportpfad

source: Use the revison of the entry instead of repository
de: Benutze Eintragsrevision anstatt Archivrevision

source: List info only. Do not export somthing
de: Nur Auflisten

source: Loginname for authentication
de: Benutzername für Authentifizierung

source: Show version and exit
de: Zeige Version und ende

source: Repository must be specified Try "%s --help" for more information
de: Archiv muss angegeben werden Versuchen sie "%s --help" für weitere Informationen

source: Path "%s" already exists
de: Exportpfad "%s" besteht bereits
